/****************************************Copyright (c)****************************************************
**                                      
**                                 
**
**--------------File Info---------------------------------------------------------------------------------
** File name:             led.H
** Descriptions:          led  hardware driver
**
**--------------------------------------------------------------------------------------------------------
** Created by:              陈韦达
** Created date:            2020.8.8
** Version:                 	v1.0
** Descriptions:           The original version
**
**--------------------------------------------------------------------------------------------------------
** Modified by:             
** Modified date:           
** Version:                 
** Descriptions:            
**
*********************************************************************************************************/

#ifndef __LED_H
#define __LED_H
#include "sys.h"

//LED端口定义
#define LED0 PGout(8)	// WORK_LED
#define LED1 PFout(10)	// 板子上没有多余的灯，定义在这里仅表示支持这种可能 

void LED_Init(void);//初始化		 				    
#endif
